[  
    {  
       "Name":"Ledaig 42yo Dusgadh",
       "MetaCritic":9.46,
       "STDEV":0.24,
       "Reviews":3,
       "Cost":"$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Ledaig 42yo Dusgadh.jpg",
       "fun_fact":"The long anticipated 42 Year Old Dùsgadh is a 1972 vintage, from the year the distillery was reopened following a gap that stretched to the 1930s. Some of the first spirit to run from the new stills, 'Dùsgadh' is Gaelic for 'awakening', and the beautiful copper packaging commemorates those very stills, which were finally retired last year. This is also the last of the distillery's peated stock from before 1996."
    },
    {  
       "Name":"Glenfarclas 40yo",
       "MetaCritic":9.28,
       "STDEV":0.28,
       "Reviews":14,
       "Cost":"$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Glenfarclas 40yo.jpg",
       "fun_fact":"Glenfarclas’ stunning 40 year old whisky launched during the Spirit of Speyside Whisky Festival 2010. It offers all of the sherried Glenfarclas character and exceptional maturity too"
    },
    {  
       "Name":"Glengoyne 25yo",
       "MetaCritic":9.21,
       "STDEV":0.23,
       "Reviews":14,
       "Cost":"$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Glengoyne 25yo.jpg",
       "fun_fact":"Introduced in early 2014, this is a 25 year old single malt from the Glengoyne distillery - an addition to their core range. The Highlands distillery uses unpeated malt for this whisky, which is then matured for a quarter of a century in Sherry casks."
    },
    {  
       "Name":"Amrut Spectrum (Batch 1)",
       "MetaCritic":9.2,
       "STDEV":0.22,
       "Reviews":10,
       "Cost":"$$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"India",
       "Type":"Malt",
       "image":"whisky/Amrut Spectrum (Batch 1).jpg",
       "fun_fact":"India- A first in the world whisky, aged initially for 3 years in bourbon barrels then finished for 3 and a half years in a unique cask made from a combination of 5 different types of wood. American, French and Spanish new oak, and ex-Oloroso and ex-PX sherry casks. Big and bold."
    },
    {  
       "Name":"Highland Park 40yo",
       "MetaCritic":9.17,
       "STDEV":0.43,
       "Reviews":10,
       "Cost":"$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Highland Park 40yo.jpg",
       "fun_fact":"A very special expression from Highland Park. Few distilleries have the requisite whisky stocks to add a 40 year old to the core of their range. Highland Park made sure this was sure to turn heads with stunning packaging. The bottles are adorned with a silver amulet, the glass bottle was specially created by Stolze Flaconnage and the box was finished to cabinet quality by Mount Gabriel."
    },
    {  
       "Name":"Highland Park 25yo",
       "MetaCritic":9.14,
       "STDEV":0.23,
       "Reviews":14,
       "Cost":"$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Highland Park 25yo.jpg",
       "fun_fact":"Ever tried a perfect whisky? Well this could be your chance! This bottling of 25 year old Highland Park single malt is made with whisky taken from ex-sherry and bourbon casks and bottled at 45.7% abv, slightly lower than previous 25 year old expressions from the Orkney distillery. It was awarded 100 points out of 100 at the 2013 Ultimate Spirits Challenge in New York; a perfect score!"
    },
    {  
       "Name":"Highland Park 30yo",
       "MetaCritic":9.14,
       "STDEV":0.42,
       "Reviews":12,
       "Cost":"$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Highland Park 30yo.jpg",
       "fun_fact":"After spending 30 years maturing, this Highland Park single malt Scotch whisky has earned the right to be enjoy very slowly, to have every sip savoured. Bottled at a slightly lower abv than previous editions, the Highland Park 30 Year Old is still an outstanding whisky for sure. Rich chocolate and fudge notes with a gently, smoky finish that features superb sea-spray hints."
    },
    {  
       "Name":"Laphroaig 25yo",
       "MetaCritic":9.14,
       "STDEV":0.27,
       "Reviews":18,
       "Cost":"$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Laphroaig 25yo.jpg",
       "fun_fact":"Matured in second-fill Oloroso Sherry casks and American oak ex-bourbon barrels for 25 years(!), a well-aged release of this incredibly popular heavily-peated single malt from Islay. Laphroaig aged for quarter of a century and bottled, without chill filtration, at 48.9% abv."
    },
    {  
       "Name":"Amrut Spectrum (all batches)",
       "MetaCritic":9.13,
       "STDEV":0.18,
       "Reviews":10,
       "Cost":"$$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"India",
       "Type":"Malt",
       "image":"whisky/Amrut Spectrum (all batches).jpg",
       "fun_fact":"A limited edition release from Amrut (the second in their Spectrum series), this Indian single malt whisky makes use of a very interesting cask. It begins its maturation in bourbon barrels, before being finished in cask made with four types of oak - Oloroso Sherry oak staves, Pedro Ximenéz Sherry oak staves, new French oak and new American oak."
    },
    {  
       "Name":"Kavalan Solist Amontillado Cask",
       "MetaCritic":9.13,
       "STDEV":0.21,
       "Reviews":5,
       "Cost":"$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"Taiwan",
       "Type":"Malt",
       "image":"whisky/Kavalan Solist Amontillado Cask.jpg",
       "fun_fact":"An Amontillado-Sherry-cask matured Taiwanese single malt whisky from the King Car distillery, released as part of their Kavalan Solist range. Incredibly interesting stuff, this is..."
    },
    {  
       "Name":"Yamazaki 18yo",
       "MetaCritic":9.13,
       "STDEV":0.21,
       "Reviews":21,
       "Cost":"$$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"Japan",
       "Type":"Malt",
       "image":"whisky/Yamazaki 18yo.jpg",
       "fun_fact":"An award winning Japanese single malt, Yamazaki's legendary 18 year old earned a Gold at the 2007 International Spirits Challenge and a Double Gold at the 2005 San Francisco World Spirits Competition."
    },
    {  
       "Name":"Aberlour A'Bunadh (Batch 33)",
       "MetaCritic":9.12,
       "STDEV":0.13,
       "Reviews":5,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/ABERLOUR A'BUNADH (BATCH 33).jpg",
       "fun_fact":"A rather smart packaging upgrade for Aberlour's wildly successful A'bunadh, the famously full-on cask strength sherry monster - amazingly, this is the 33rd incarnation."
    },
    {  
       "Name":"Amrut Greedy Angels (8yo and 10yo)",
       "MetaCritic":9.12,
       "STDEV":0.18,
       "Reviews":8,
       "Cost":"$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"India",
       "Type":"Malt",
       "image":"whisky/Amrut Greedy Angels (8yo and 10yo).jpg",
       "fun_fact":"One of the oldest expressions bottled by the Amrut distillery, this Indian single malt has been matured in bourbon casks for 8 years. Named for the higher Angels' Share that occurs due to the tropical climate, this expression of Greedy Angels is reminiscent of the first in the series, released in 2012"
    },
    {  
       "Name":"Amrut Spectrum 004 (Batch 2)",
       "MetaCritic":9.12,
       "STDEV":0.27,
       "Reviews":3,
       "Cost":"$$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"India",
       "Type":"Malt",
       "image":"whisky/Amrut Spectrum 004 (Batch 2).jpg",
       "fun_fact":"Amrut Single Malt Batch #2 An older version of Amrut single malt. This second batch, bottled on 25th June 2004."
    },
    {  
       "Name":"Balvenie TUN 1401 (all 8 batches)",
       "MetaCritic":9.12,
       "STDEV":0.28,
       "Reviews":17,
       "Cost":"$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Balvenie TUN 1401 (all 8 batches).jpg",
       "fun_fact":"A marriage of 9 American Oak casks and 3 European Oak Sherry casks went into creating Batch 8, a limited release of 2,700 bottles. A very highly sought after range from Balvenie."
    },
    {  
       "Name":"Tamdhu 30yo (MacPhail Collection 2009)",
       "MetaCritic":9.12,
       "STDEV":0.1,
       "Reviews":3,
       "Cost":"$$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Tamdhu 30yo (MacPhail Collection 2009).jpg",
       "fun_fact":"This is an independent bottling of Tamdhu, a speyside distillery in Scotland. Like many Scottish distilleries, Tamdhu has gone through multiple periods of production and shuttering over the years. Most recently, it was re-opened after a brief hiatus by Ian MacLeod Distillers, who are responsible for the new branding and official bottlings out there. But this independent bottling is based on stocks laid down in the late 1970s, while they were controlled by the Edrington Group."
    },
    {  
       "Name":"Compass Box Last Vatted Malt",
       "MetaCritic":9.11,
       "STDEV":0.13,
       "Reviews":4,
       "Cost":"$$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Compass Box Last Vatted Malt.jpg",
       "fun_fact":"This whisky was released by Compass Box to mark the change in the Scotch Whisky Regulations of 2009, that after the 22nd November 2011 blends of single malt whiskies may no longer be labelled as Vatted malts, instead they must be called Blended Malts. This is made with a 35 year old Speyside malt and a 26 year old Islay. A delicious whisky!"
    },
    {  
       "Name":"Nikka Single Cask Coffey Malt 12yo",
       "MetaCritic":9.11,
       "STDEV":0.48,
       "Reviews":9,
       "Cost":"$$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"Japan",
       "Type":"Malt",
       "image":"whisky/Nikka Single Cask Coffey Malt 12yo.jpg",
       "fun_fact":"This 12yo Nikka was made using malted barley in a Coffey still and recently picked up 97 points and the title of Japanese Whisky of the Year from Jim Murray's Whiskly Bible 2009."
    },
    {  
       "Name":"Aberlour A'Bunadh (Batch 37)",
       "MetaCritic":9.1,
       "STDEV":0.08,
       "Reviews":3,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Aberlour A'Bunadh (Batch 37).jpg",
       "fun_fact":"Batch 37 of the astonishing Aberlour a'Bunadh. Described as a respectful toast to Aberlour's founder, James Fleming, this stunning whisky is produced in the style of the 19th century whiskies once made at the distillery. It is beautiful whisky, aged in Spanish Oloroso Sherry Butts, with neither colouring nor chill-filtration. Just pure, unadulterated whisky, with an incredibly spicy flavour. We love it."
    },
    {  
       "Name":"Aberlour A'Bunadh (Batch 49)",
       "MetaCritic":9.1,
       "STDEV":0.19,
       "Reviews":8,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Aberlour A'Bunadh (Batch 49).jpg",
       "fun_fact":"Batch 49 of Aberlour's A'Bunadh looks to continue the cask strength, well Sherried awesomeness that we all love from the series. As ever, this Highland single malt Scotch whisky was matured in Spanish Oloroso Sherry butts and comes at a rather sturdy ABV, with batch 49 weighing in at 60.1%. These releases are always eagerly awaited and greatly enjoyed indeed - we love 'em."
    },
    {  
       "Name":"Kavalan Solist Manzanilla Cask",
       "MetaCritic":9.1,
       "STDEV":0.25,
       "Reviews":7,
       "Cost":"$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"Taiwan",
       "Type":"Malt",
       "image":"whisky/Kavalan Solist Manzanilla Cask.jpg",
       "fun_fact":"This edition in Kavalan's Solist range has been finished in manzanilla-sherry casks. This has added a delicate saltiness along with vanilla, orange, vanilla and mint."
    },
    {  
       "Name":"Redbreast 21yo",
       "MetaCritic":9.1,
       "STDEV":0.3,
       "Reviews":17,
       "Cost":"$$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"Ireland",
       "Type":"Malt",
       "image":"whisky/Redbreast 21yo.jpg",
       "fun_fact":"The oldest expression from Redbreast so far, this is a combination of malted and unmalted barley matured in a mixture of bourbon barrels and first-fill oloroso casks, resulting in a rich and complex whiskey."
    },
    {  
       "Name":"Aberlour A'Bunadh (Batch 40)",
       "MetaCritic":9.09,
       "STDEV":0.13,
       "Reviews":4,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Aberlour A'Bunadh (Batch 40).jpg",
       "fun_fact":"Batch 40 of the much sought-after Aberlour a'Bunadh. Described as a respectful toast to Aberlour's founder, James Fleming, this stunning whisky is produced in the style of the 19th Century whiskies once made at the distillery. It is beautiful whisky, aged in Spanish Oloroso Sherry Butts, with neither colouring nor chill-filtration. Just pure, unadulterated whisky, with an incredibly spicy flavour. We love it."
    },
    {  
       "Name":"Kavalan Solist PX Cask",
       "MetaCritic":9.09,
       "STDEV":0.59,
       "Reviews":7,
       "Cost":"$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"Taiwan",
       "Type":"Malt",
       "image":"whisky/Kavalan Solist PX Cask.jpg",
       "fun_fact":"This release from Kavalan's Solist series has been aged in casks which held the sweetest type of sherry: Pedro Ximenez. This is a warming and fruity whisky with notes of juicy raisins and honey syrup."
    },
    {  
       "Name":"Aberlour A'Bunadh (Batch 52)",
       "MetaCritic":9.08,
       "STDEV":0.27,
       "Reviews":4,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Aberlour A'Bunadh (Batch 52).jpg",
       "fun_fact":"If 52 is your lucky number and you love super Sherried whiskies, this will be just the thing for you - the 52nd batch of Aberlour's amazing A'Bunadh single malt Scotch whisky. Bottled at cask strength (this time it's sitting at 60.5% ABV) and without chill-filtration, these expressions make for great after-dinner tipples."
    },
    {  
       "Name":"Highland Park 16yo Odin",
       "MetaCritic":9.08,
       "STDEV":0.25,
       "Reviews":7,
       "Cost":"$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Highland Park 16yo Odin.jpg",
       "fun_fact":"The long-awaited fourth and final entry in Highland Park's The Valhalla Collection. Odin (aka 'The Furious One'), is a rich and dark whisky with the distillery's trademark sweet and gently peaty character. Aged for 16 years in a combination of first-fill sherry casks and refill hogsheads, this is one not to miss."
    },
    {  
       "Name":"Sheep Dip Old Hebridean 1990 Blended Malt",
       "MetaCritic":9.08,
       "STDEV":0.18,
       "Reviews":6,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Sheep Dip Old Hebridean 1990 Blended Malt.jpg",
       "fun_fact":"A deluxe edition of the popular Sheep Dip blended malt. This is apparently a vatting of Islay and Highland malts (Dalmore, Fettercairn and Ardbeg) distilled in or before 1990 and allowed to marry for over a decade in first fill oak casks. This should be excellent."
    },
    {  
       "Name":"Yamazaki Sherry Cask (all vintages)",
       "MetaCritic":9.08,
       "STDEV":0.28,
       "Reviews":11,
       "Cost":"$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"Japan",
       "Type":"Malt",
       "image":"whisky/Yamazaki Sherry Cask (all vintages).jpg",
       "fun_fact":"Suntory hand-selects the trees from Spain, that are eventually turned into ex-sherry oak casks to be used for whisky maturation. The Yamazaki Sherry Cask series is imbued with intense spice and fruity freshness, with a stunning, deep bronze hue. The 2013 edition was named World Whisky of the Year by Jim Murray, in his 2015 Whisky Bible: “If anyone wants to find out roughly what the first Macallan-10-year-old I had in 1975 tasted like, then grab a bottle of this…” Please note that the delivery of this bottle may take up to 15 working days."
    },
    {  
       "Name":"Bowmore Springtide",
       "MetaCritic":9.07,
       "STDEV":0.77,
       "Reviews":4,
       "Cost":"$$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Bowmore Springtide.jpg",
       "fun_fact":"Bowmore Springtide is the distillery's premium offering for the travel retail market, a cask strength, non chill-filtered single malt predominantly matured in first-fill Spanish Oloroso sherry casks."
    },
    {  
       "Name":"Bruichladdich 21yo Cuv??e 407 PX",
       "MetaCritic":9.07,
       "STDEV":0.21,
       "Reviews":5,
       "Cost":"$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Bruichladdich 21yo Cuve 407 PX.jpg",
       "fun_fact":"One of a number of Bruichladdich 21 year old Cuvee bottlings in this months auction, this PX finished 21 year old is a wonderfully rich Bruichladdich."
    },
    {  
       "Name":"GlenDronach Cask Strength (batch 1)",
       "MetaCritic":9.06,
       "STDEV":0.27,
       "Reviews":6,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/GlenDronach Cask Strength (batch 1).jpg",
       "fun_fact":"Matured in Pedro Ximinez and Oloroso sherry casks, this was introduced to Glendronach's core range back in 2012."
    },
    {  
       "Name":"Kavalan Solist Sherry Cask",
       "MetaCritic":9.06,
       "STDEV":0.32,
       "Reviews":18,
       "Cost":"$$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"Taiwan",
       "Type":"Malt",
       "image":"whisky/Kavalan Solist Sherry Cask.jpg",
       "fun_fact":"Oloroso Sherry matured single cask whisky from Taiwan, bottled without artificial colouring or chill filtration. Now finally available in Europe, Kavalan Solist Sherry Cask won a Double Gold Medal at the San Francisco World Spirits Competition and was named Best Rest of the World Single Malt Whisky at the World Whiskies Awards in 2012!"
    },
    {  
       "Name":"Aberlour A'Bunadh (Batch 53)",
       "MetaCritic":9.04,
       "STDEV":0.11,
       "Reviews":4,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Aberlour A'Bunadh (Batch 53).jpg",
       "fun_fact":"Another fantastic batch of Aberlour's A'Bunadh, which means 'the original’ in Gaelic, matured exclusively in Spanish Oloroso Sherry butts. Batch 53 has an abv of 59.7%."
    },
    {  
       "Name":"BenRiach 18yo Albariza Pedro Ximenez Peated",
       "MetaCritic":9.04,
       "STDEV":0.2,
       "Reviews":7,
       "Cost":"$$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/BenRiach 18yo Albariza Pedro Ximenez Peated.jpg",
       "fun_fact":"Time to try a few Peated Benriachs that have eluded me for some time (no idea why). Both are 18 year old, peated, what differentiates one another is the cask finish chosen. The first one Albariza was finished in Pedro Ximénez sherry casks. The name Albariza comes from a type of chalky soil which is typical for Andalucia (in Spain). Most vineyards in the Sherry producing regions are planted on Albariza soil. What is a bit weird is that this particular type of sherry (PX) is not grown on Albariza , as most often It is Palomino grapes (used for other types of sherry, but not PX) is planted on that soil. Let’s get tasting. shall we?"
    },
    {  
       "Name":"Highland Park 18yo",
       "MetaCritic":9.04,
       "STDEV":0.26,
       "Reviews":26,
       "Cost":"$$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Highland Park 18yo.jpg",
       "fun_fact":"Named Best Spirit in the World in the Spirit Journal, on two separate occasions, the intense balance of the flavours found in VIKING PRIDE owes everything to our five traditional keystones of production, honoured for over 220 years. Slow-burning, aromatic peat from Hobbister Moor; hand turned floor maltings, Sherry seasoned European oak casks, cool maturation in our temperate island climate and a long and unhurried harmonisation process. Like our founder, Magnus Eunson, we share our Viking ancestors’ commitment to skilled craftsmanship as well as their proud, independent spirit."
    },
    {  
       "Name":"Aberlour A'Bunadh (Batch 39)",
       "MetaCritic":9.03,
       "STDEV":0.21,
       "Reviews":8,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Aberlour A'Bunadh (Batch 39).jpg",
       "fun_fact":"Aberlour's Sherry monster has become so popular it's now released every few months. There's a good reason for this: it's delicious."
    },
    {  
       "Name":"GlenDronach Cask Strength (batch 2)",
       "MetaCritic":9.03,
       "STDEV":0.12,
       "Reviews":7,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/GlenDronach Cask Strength (batch 2).jpg",
       "fun_fact":"The second edition of Glendronach's ongoing series of cask strength whiskies. The whisky has been selected by company boss Billy Walker to show off the rich spiciness that they've been able to get by using excellent oak with the heavy Glendronach spirit."
    },
    {  
       "Name":"Kilchoman Port Cask Matured",
       "MetaCritic":9.03,
       "STDEV":0.2,
       "Reviews":8,
       "Cost":"$$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Kilchoman Port Cask Matured.jpg",
       "fun_fact":"This is the second Port Cask Matured expression we’ve released, the first, launched in 2014 was one of the most talked about Kilchoman releases in the distillery’s thirteen-year history. The 2018 edition is a vatting of thirty ruby port hogsheads filled in 2014, yielding a total of 10,000 bottles. Anthony and the team’s commitment to "
    },
    {  
       "Name":"Benromach 10yo Cask Strength (100 proof)",
       "MetaCritic":9.02,
       "STDEV":0.18,
       "Reviews":14,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Benromach 10yo Cask Strength (100 proof).jpg",
       "fun_fact":"Ooh, Benromach 10 year old bottled at a significantly higher strength - 100° Proof (more commonly known as 57% ABV these days). Intense and flavourful, with a good whack of smoke and Sherried malt at its core, this ought to be an excellent choice for winter evenings."
    },
    {  
       "Name":"Highland Park 15yo Loki",
       "MetaCritic":9.02,
       "STDEV":0.23,
       "Reviews":16,
       "Cost":"$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Highland Park 15yo Loki.jpg",
       "fun_fact":"The second release in Highland Park's Valhalla Collection following last year's Thor release. Loki is Thor's adoptive brother, a mischievous soul, possibly even a shape-shifter and certainly an enigmatic character."
    },
    {  
       "Name":"Karuizawa 1990 Sherry Butt",
       "MetaCritic":9.02,
       "STDEV":0.28,
       "Reviews":4,
       "Cost":"$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"Japan",
       "Type":"Malt",
       "image":"whisky/Karuizawa 1990 Sherry Butt.jpg",
       "fun_fact":"A rare Karuizawa 1990, bottled specially for the 10th anniversary of Whisky Live Japan. This is from a single sherry butt aged 19 years and was bottled at its full strength of 60% abv."
    },
    {  
       "Name":"GlenDronach vintage 20yo Single Cask (all vintages)",
       "MetaCritic":9.01,
       "STDEV":0.34,
       "Reviews":14,
       "Cost":"$$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/GlenDronach vintage 20yo Single Cask (all vintages).jpg",
       "fun_fact":"A fine Pedro Ximinez matured Glendronach from batch 13 of the distillery's single cask series. Just 636 bottles released.Limited to one bottle per customer."
    },
    {  
       "Name":"Aberlour A'Bunadh (Batch 35)",
       "MetaCritic":9,
       "STDEV":0.23,
       "Reviews":5,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/ABERLOUR A'BUNADH (BATCH 35).jpg",
       "fun_fact":"If you want intense, spicy Oloroso Sherry, masses of character, and at natural cask strength, all for under £40, it has to be a'Bunadh. Batch 35 is a stonker!"
    },
    {  
       "Name":"Arran Malt 21st Anniversary Edition",
       "MetaCritic":9,
       "STDEV":0.18,
       "Reviews":5,
       "Cost":"$$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Arran Malt 21st Anniversary Edition.jpg",
       "fun_fact":"A limited edition bottling of single malt from the Arran distillery on the eponymous island, celebrating their 21st anniversary! This expression is made using whisky distilled during the first three years of their production, matured in Sherry hogsheads. 5,988 bottles were produced."
    },
    {  
       "Name":"Kavalan Solist Vinho Barrique",
       "MetaCritic":9,
       "STDEV":0.34,
       "Reviews":15,
       "Cost":"$$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"Taiwan",
       "Type":"Malt",
       "image":"whisky/Kavalan Solist Vinho Barrique.jpg",
       "fun_fact":"To mature their Kavalan Solist Vinho Barrique expression, the King Car distillers in Taiwan use casks which have held both red and white wines, before being re-toasted. The whisky is fully matured in these casks to help their Taiwanese single malt develop a bold, expressive flavour profile brimming with berry, plum and caramelised sugar notes. At the Los Angeles Wine & Spirits Competition this exciting Taiwanese whisky received a Gold Medal and an impressive score of 91 out of 100."
    },
    {  
       "Name":"Aberlour A'Bunadh (Batch 36)",
       "MetaCritic":8.99,
       "STDEV":0.49,
       "Reviews":4,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Aberlour A'Bunadh (Batch 36).jpg",
       "fun_fact":"Batch 36 of Aberlour's no-age-statement sherry monster, a'Bunadh. Big and fruity and bottled at cask strength this is a must for those who like their whisky on the punchy side."
    },
    {  
       "Name":"Bladnoch 12yo Sherry Cask (Sheep label)",
       "MetaCritic":8.99,
       "STDEV":0.26,
       "Reviews":3,
       "Cost":"$$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Bladnoch 12yo Sherry Cask (Sheep label).jpg",
       "fun_fact":"A 12 year old release of Bladnoch's sherry matured single malt whisky featuring local sheep on the label. Situated in the Lowlands, Bladnoch is in fact the southernmost distillery in Scotland."
    },
    {  
       "Name":"Kavalan Solist Fino Sherry Cask",
       "MetaCritic":8.99,
       "STDEV":0.31,
       "Reviews":12,
       "Cost":"$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"Taiwan",
       "Type":"Malt",
       "image":"whisky/Kavalan Solist Fino Sherry Cask.jpg",
       "fun_fact":"Single cask Taiwanese whisky matured in a top quality Fino Sherry butt. Each bottle comes complete with a presentation box and carry bag! The whisky is pretty darned good too, named the Best New World Single Malt Whisky in 2012 by the World Whiskies Awards and Jim Murray's Whisky Bible."
    },
    {  
       "Name":"Springbank 21yo",
       "MetaCritic":8.99,
       "STDEV":0.24,
       "Reviews":12,
       "Cost":"$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Springbank 21yo.jpg",
       "fun_fact":"Springbank 21 Year Old has become something of a legend among whisky lovers and with good reason. It's a spectacular dram that offers unbelievable complexity."
    },
    {  
       "Name":"Aberlour A'Bunadh (Batch 45)",
       "MetaCritic":8.98,
       "STDEV":0.23,
       "Reviews":7,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Aberlour A'Bunadh (Batch 45).jpg",
       "fun_fact":"Batch 45 of Aberlour's popular NAS whisky, A'bunadh. Bottled at 60.2% and heavy on the sherry, as always. This is an excellent value-for-money sherry beast!"
    },
    {  
       "Name":"Aberlour A'Bunadh (Batch 58)",
       "MetaCritic":8.98,
       "STDEV":0.23,
       "Reviews":6,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Aberlour A'Bunadh (Batch 58).jpg",
       "fun_fact":"It's batch 58 of Aberlour's long-running A'Bunadh range, matured exclusively in Spanish Oloroso Sherry casks and bottled at cask strength - this time it's a sturdy 61.1% ABV. Much loved among Sherried whisky enthusiasts."
    },
    {  
       "Name":"Bunnahabhain 18yo",
       "MetaCritic":8.98,
       "STDEV":0.2,
       "Reviews":18,
       "Cost":"$$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Bunnahabhain 18yo.jpg",
       "fun_fact":"In what will be seen as a positive move to whisky connoisseurs, Bunnahabhain have decided to bottle the 18 year old without chill-filtration and without colouring."
    },
    {  
       "Name":"Glenmorangie Signet",
       "MetaCritic":8.98,
       "STDEV":0.39,
       "Reviews":20,
       "Cost":"$$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Glenmorangie Signet.jpg",
       "fun_fact":"This superb Glenmorangie was created with a marriage of whiskies produced from two unique types of malted barley: a single estate Cadboll variety and malted chocolate barley, which is better known as a basis for craft beers."
    },
    {  
       "Name":"Nikka Taketsuru 21yo",
       "MetaCritic":8.98,
       "STDEV":0.27,
       "Reviews":18,
       "Cost":"$$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"Japan",
       "Type":"Malt",
       "image":"whisky/Nikka Taketsuru 21yo.jpg",
       "fun_fact":"Taketsuru 21 was crowned World's Best Blended Malt Whisky at the 2010 World Whiskies Awards. It really is a fabulous whisky, and for those of you who enjoyed the brilliant 17 year old this offers just a bit more richness, a little hint more chocolate and coffee."
    },
    {  
       "Name":"Amrut Portonova",
       "MetaCritic":8.97,
       "STDEV":0.3,
       "Reviews":19,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"India",
       "Type":"Malt",
       "image":"whisky/Amrut Portonova.jpg",
       "fun_fact":"A very interesting little whisky from Amrut, this is unpeated and aged in American oak bourbon barrels before a finish in port pipes, especially imported from Portugal. Lovely stuff!"
    },
    {  
       "Name":"Amrut PX Sherry Single Cask 2696 (LCBO)",
       "MetaCritic":8.97,
       "STDEV":0.28,
       "Reviews":6,
       "Cost":"$$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"B",
       "Country":"India",
       "Type":"Malt",
       "image":"whisky/Amrut PX Sherry Single Cask 2696 (LCBO).jpg",
       "fun_fact":"AMRUT cask No 2699 PX SHERRY WOOD Single Cask Malt Whisky Unpeated Indian barley Bottled 2013 Only 311 Bottles Limited availability 1 bottle per customer"
    },
    {  
       "Name":"BenRiach 17yo Solstice Peated Port (both editions)",
       "MetaCritic":8.97,
       "STDEV":0.27,
       "Reviews":14,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/BenRiach 17yo Solstice Peated Port (both editions).jpg",
       "fun_fact":"An excellent 17 year old BenRiach, from their peated Solstice range. This is the second release, replacing the previous 15 year old version, and finished in a port pipe. Lovely stuff!"
    },
    {  
       "Name":"Hakushu Sherry Cask",
       "MetaCritic":8.97,
       "STDEV":0.44,
       "Reviews":7,
       "Cost":"$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"B",
       "Country":"Japan",
       "Type":"Malt",
       "image":"whisky/Hakushu Sherry Cask.jpg",
       "fun_fact":"This is the 2013 release of Hakushu Sherry Cask single malt. This was released as part of a collection alongside a heavily peated Hakushu and four expressions from Suntory's other Japanese malt whisky distillery, Yamazaki (including the highly-praised Yamazaki Sherry Cask 2013, World Whisky of the Year 2015). A must sought-after whisky among Japanese whisky collectors and enthusiasts alike."
    },
    {  
       "Name":"Aberlour A'Bunadh (Batch 30)",
       "MetaCritic":8.96,
       "STDEV":0.17,
       "Reviews":6,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/ABERLOUR A'BUNADH (BATCH 30).jpg",
       "fun_fact":"A really great dram at a very reasonable price for cask-strength whisky of this exceptional quality. Aberlour a'bunadh is hugely sherried and intensely flavoured: a whisky to cherish. Please note that batch numbers and strengths vary for this bottling. "
    },
    {  
       "Name":"Aberlour A'Bunadh (Batch 47)",
       "MetaCritic":8.96,
       "STDEV":0.31,
       "Reviews":10,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Aberlour A'Bunadh (Batch 47).jpg",
       "fun_fact":"Batch 47 of Aberlour's incredibly popular A'Bunadh series. As always, it's a stunning single malt which has matured in Spanish Oloroso sherry butts and been bottled at a sturdy 60.7% abv. No chill-filtering, no colouring, just great whisky!"
    },
    {  
       "Name":"GlenDronach vintage 19yo Single Cask (all vintages)",
       "MetaCritic":8.96,
       "STDEV":0.35,
       "Reviews":14,
       "Cost":"$$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/GlenDronach vintage 19yo Single Cask (all vintages).jpg",
       "fun_fact":"A 1993 vintage, single cask whisky from Glendronach. This has been matured for 19 years in an a Oloroso sherry butt and bottled exclusively for the UK market. Rich, sweet, heavy sherry aromas and flavours."
    },
    {  
       "Name":"Glenlivet Alpha",
       "MetaCritic":8.96,
       "STDEV":0.11,
       "Reviews":4,
       "Cost":"$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Glenlivet Alpha.jpg",
       "fun_fact":"Here, we have something unique. A limited release of 3,350 bottles (only 600 in the UK!) of pure mystery and intrigue. The label says from The Glenlivet Distillery, and on release that's all anybody knew. No tasting notes. No cask details. Nothing."
    },
    {  
       "Name":"Aberlour A'Bunadh (Batch 54)",
       "MetaCritic":8.95,
       "STDEV":0.16,
       "Reviews":6,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Aberlour A'Bunadh (Batch 54).jpg",
       "fun_fact":"Aberlour's A'Bunadh series has reached its 54th batch! As ever, this excellent Highland single malt has been drawn in Spanish Oloroso Sherry butts and bottled at cask strength - this time weighing in a 60.7% ABV. Stunning stuff."
    },
    {  
       "Name":"Tomatin 40yo",
       "MetaCritic":8.95,
       "STDEV":0.39,
       "Reviews":3,
       "Cost":"$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Tomatin 40yo.jpg",
       "fun_fact":"The oldest expression in Tomatin's travel-retail range, this 40 year old is rich with an unctuous texture and notes of tropical fruit, paprika and sandalwood. A complex whisky that's one to sip, savour and think about."
    },
    {  
       "Name":"Aberlour A'Bunadh (all batches)",
       "MetaCritic":8.94,
       "STDEV":0.15,
       "Reviews":25,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Aberlour A'Bunadh (all batches).jpg",
       "fun_fact":"It's batch 62 of Aberlour's very popular A'Bunadh single malt! These whiskies are matured in Spanish Oloroso sherry butts and bottled at cask strength, resulting in a particularly full-bodied and flavoursome dram. Fun fact: the rhombicosidodecahedron has 62 sides. It's a very complex shape."
    },
    {  
       "Name":"Balvenie TUN 1509 (all 3 batches)",
       "MetaCritic":8.94,
       "STDEV":0.17,
       "Reviews":13,
       "Cost":"$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"B",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Balvenie TUN 1509 (all 3 batches).jpg",
       "fun_fact":"David Stewart's new and larger plaything following the success of marrying tun 1401, Tun 1509 is now providing its third release! For this batch he selected 12 Sherry butts with vintages varying from 1989 to 1992, 11 American oak hogsheads filled in 1989 and 8 refill American oak butts from 1992 and 1993. These were married for several months. Included with this bottle is a sheet with graphical representations of the flavour profile of the whisky from each of 31 casks used!"
    },
    {  
       "Name":"BenRiach 17yo Solstice 2nd Peated Port Finish",
       "MetaCritic":8.94,
       "STDEV":0.4,
       "Reviews":14,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/BenRiach 17yo Solstice 2nd Peated Port Finish.jpg",
       "fun_fact":"The second edition of the well-received Solstice from Benriach, their port-finished, heavily peated single malt. This has spent an extra couple of years in cask compared to the first edition."
    },
    {  
       "Name":"BenRiach 35yo",
       "MetaCritic":8.94,
       "STDEV":0.59,
       "Reviews":5,
       "Cost":"$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/BenRiach 35yo.jpg",
       "fun_fact":"Introduced to the BenRiach range in late 2014, their 35 year old single malt Scotch whisky brings truck-loads of mouthwatering tropical fruit, dark chocolate, treacle and warming oak spice notes, delivering every element elegantly. It's bottled at 42.5% ABV with no chill filtration or added colours. Top quality Speyside single malt from the BenRiach distillers. The 35 year old whisky was released to take the place of their 30 year old expression."
    },
    {  
       "Name":"GlenDronach Cask Strength (batch 3)",
       "MetaCritic":8.94,
       "STDEV":0.37,
       "Reviews":7,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/GlenDronach Cask Strength (batch 3).jpg",
       "fun_fact":"Following batch one and two, batch three of GlenDronach Cask Strength has a lot to live up to. Luckily, as De La Soul told us, three is a magic number, and batch 3 does not disappoint in the slightest. Did GlenDronach need the magic to create a stunning no-age-statement single malt Scotch whisky aged in Oloroso and Pedro Ximenez casks? No, they definitely have enough skills to do that themselves, but magic is always good."
    },
    {  
       "Name":"Macallan Cask Strength",
       "MetaCritic":8.94,
       "STDEV":0.36,
       "Reviews":16,
       "Cost":"$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Macallan Cask Strength.jpg",
       "fun_fact":"One of Macallan's increasingly hard to find cask strength editions. This one is bottled at 60.1% and matured solely in sherry casks, for a big hit of intense fruity, old school Macallan."
    },
    {  
       "Name":"GlenDronach Cask Strength (batch 4)",
       "MetaCritic":8.93,
       "STDEV":0.26,
       "Reviews":12,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/GlenDronach Cask Strength (batch 4).jpg",
       "fun_fact":"The 4th release of this fantastic cask strength edition from Glendronach. This has some glorious flavours of hazelnut chocolate spread, caramel toffees and butterscotch. One of our favourites"
    },
    {  
       "Name":"BenRiach 17yo Solstice 1st Peated Port Finish",
       "MetaCritic":8.92,
       "STDEV":0.19,
       "Reviews":4,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/BenRiach 17yo Solstice 1st Peated Port Finish.jpg",
       "fun_fact":"The second edition of the well-received Solstice from Benriach, their port-finished, heavily peated single malt. This has spent an extra couple of years in cask compared to the first edition."
    },
    {  
       "Name":"GlenDronach Cask Strength (batch 6)",
       "MetaCritic":8.92,
       "STDEV":0.08,
       "Reviews":4,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/GlenDronach Cask Strength (batch 6).jpg",
       "fun_fact":"Delicious GlenDronach single malt, bottled at cask strength! Yes, this is the sixth batch of their Cask Strength expression, bottled at a generous 56.1% ABV this time around. Expect big waves of Sherried deliciousness."
    },
    {  
       "Name":"Glengoyne 40yo",
       "MetaCritic":8.92,
       "STDEV":0.82,
       "Reviews":3,
       "Cost":"$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Glengoyne 40yo.jpg",
       "fun_fact":"For the first time in its 175 year history, Glengoyne Distillery is releasing its oldest, most valuable and finest Highland Single Malt Scotch Whisky: the Glengoyne 40 Years Old. This remarkable whisky has been a huge favourite with connoisseurs and won the top prize for 'Dram of the Festival' at The Whisky Show 2010."
    },
    {  
       "Name":"Amrut Intermediate Sherry",
       "MetaCritic":8.91,
       "STDEV":0.46,
       "Reviews":21,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"B",
       "Country":"India",
       "Type":"Malt",
       "image":"whisky/Amrut Intermediate Sherry.jpg",
       "fun_fact":"A new concept from Amrut. The spirit for Intermediate Sherry Matured starts life in a mix of ex-bourbon and virgin oak casks. It is then transferred to sherry casks for a period before going back into bourbon casks to complete its maturation. There's been a huge buzz about this, and we've only got a small allocation,"
    },
    {  
       "Name":"GlenDronach Cask Strength (all batches)",
       "MetaCritic":8.91,
       "STDEV":0.19,
       "Reviews":19,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"scotland",
       "Type":"Malt",
       "image":"GlenDronach Cask Strength (all batches).jpg",
       "fun_fact":"The seventh release of Glendronach Cask strength, going for the distillery's classic combination of PX and oloroso sherry casks. Bottled at 57.9%, it's an intensely flavoured whisky with stacks of dried fruit and spice – exactly what Glendronach fans clamour for."
    },
    {  
       "Name":"Glenlivet XXV 25yo",
       "MetaCritic":8.91,
       "STDEV":0.18,
       "Reviews":11,
       "Cost":"$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Glenlivet XXV 25yo.jpg",
       "fun_fact":"A 25 year old from The Glenlivet, finished in Oloroso sherry casks."
    },
    {  
       "Name":"Aberlour A'Bunadh (Batch 46)",
       "MetaCritic":8.9,
       "STDEV":0.08,
       "Reviews":4,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Aberlour A'Bunadh (Batch 46).jpg",
       "fun_fact":"Batch 46 is only the second Aberlour A'Bunadh batch released in 2013 (so far), so we imagine that many fans of the series have been eagerly awaiting this delicious dram. As usual, the Aberlour A'Bunadh Batch 46 has been matured in Oloroso butts and bottled at cask strength with no chill filtration. Brilliantly sherried whisky lovers, rejoice!"
    },
    {  
       "Name":"Bowmore 15yo Laimrig",
       "MetaCritic":8.9,
       "STDEV":0.29,
       "Reviews":17,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Bowmore 15yo Laimrig.jpg",
       "fun_fact":"Nose: seems more than just a sherry finish. It’s packed with caramel, red fruits, raisins and smoke (a combination of regular peat smoke and gunpowder / rubber from the sherry). There’s also a prickle of antiseptics and a slightly winey touch. Some chocolate and tobacco. Mouth: a bit fierce at first. Smoky tar and liquorice, but it also reveals roasted nuts, raisins and bags of spices (pepper, ginger, aniseed). Big saline notes too. Fades on tobacco notes and herbs. Finish: long, slightly winey again, with ashes, oak and dried fruits."
    },
    {  
       "Name":"Box PX - Pedro Xim??nez Finish",
       "MetaCritic":8.9,
       "STDEV":0.17,
       "Reviews":6,
       "Cost":"$$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"Sweden",
       "Type":"Malt",
       "image":"whisky/Box PX - Pedro Ximez Finish.jpg",
       "fun_fact":"Pedro Ximenez, or PX, is one of the classic sherries. PX is made exclusively using Pedro Ximenez grapes which are grown in the Montilla-Moriles area, traditionally a part of Jerez. The grapes are harvested when they are overripe, after which they are dried in the sun and allowed to ‘half-ferment’ so that a significant amount of sugar remains. Pedro Ximenez is very sweet and strong and has a deep red, almost black colour. It is the sweetest of sherries. Whisky that is allowed to mature in PX casks is given a beautiful, deep, dark colour and a pleasant, rounded sweetness. Box PX was launched in December 2016 exclusively for the international market."
    },
    {  
       "Name":"Highland Park 16yo Thor",
       "MetaCritic":8.9,
       "STDEV":0.31,
       "Reviews":12,
       "Cost":"$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Highland Park 16yo Thor.jpg",
       "fun_fact":"Thor is the first in the Highland Park Valhalla Collection which is inspired from the legendary Nordic Gods of old. Surprisingly complex for a 16 year old and bottled at casks strength, Thor is presented in a frame based on the traditional Viking long ships."
    },
    {  
       "Name":"Highland Park 21yo",
       "MetaCritic":8.9,
       "STDEV":0.4,
       "Reviews":16,
       "Cost":"$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Highland Park 21yo.jpg",
       "fun_fact":"Many experts rate 21-year-old Highland Park as one of the best examples from this popular distillery. Originally created exclusively for global travel retail and duty free markets, this whisky was named Best Single Malt of the Year at the World Whisky Awards 2009. Released in October 2007, Highland Park 21 is a full-flavoured, powerful, sweet single malt with a rich smoky finish."
    },
    {  
       "Name":"Amrut PX Sherry Single Cask 3516 (SAQ)",
       "MetaCritic":8.89,
       "STDEV":0.19,
       "Reviews":6,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"B",
       "Country":"India",
       "Type":"Malt",
       "image":"whisky/Amrut PX Sherry Single Cask 3516 (SAQ).jpg",
       "fun_fact":"This single cask Amrut was first matured in charred American virgin oak casks, followed by further maturation in a Port Pipe cask (which are very large casks, holding 650 litres). I have a bottle from the third batch of this whisky matured in Port Pipe cask #2712, exclusively bottled for Western Canada (where I picked this up)."
    },
    {  
       "Name":"Laphroaig Cairdeas 2013 Port Wood",
       "MetaCritic":8.89,
       "STDEV":0.46,
       "Reviews":14,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Laphroaig Cairdeas 2013 Port Wood.jpg",
       "fun_fact":"A limited edition port finished Laphroaig release for Fèis Ìle 2013, the Islay whisky festival. Initially matured in bourbon casks, this Single Malt Scotch Whisky has an incredible pink hue. Cairdeas, meanwhile, is the Gaelic for 'friendship' and can be pronounced more-or-less “car-chase”"
    },
    {  
       "Name":"Macallan 18yo Sherry Oak",
       "MetaCritic":8.89,
       "STDEV":0.32,
       "Reviews":19,
       "Cost":"$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Macallan 18yo Sherry Oak.jpg",
       "fun_fact":"Macallan's 18 Year Old Sherry Oak is a much-loved release from the Speyside distillery, matured in specially selected sherry-seasoned casks from Jerez, Spain. This particular instalment in the range (the 2018 edition) is the first to feature the new bottle design, inspired by the Macallan Rare Cask bottling."
    },
    {  
       "Name":"GlenDronach 15yo Revival",
       "MetaCritic":8.88,
       "STDEV":0.28,
       "Reviews":22,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/GlenDronach 15yo Revival.jpg",
       "fun_fact":"The revived Glendronach Revival: a whisky whose original incarnation was so popular that we drank all of it. It's back with a new recipe thanks to master blender Rachel Barrie, combining both oloroso and PX casks into a rich sherry-monster that's packed with spice and fruit. We don't think it's going to disappear of the shelves again, but when it comes to Glendronach 15 Year Old, we always recommend stocking up."
    },
    {  
       "Name":"Glengoyne 21yo",
       "MetaCritic":8.88,
       "STDEV":0.18,
       "Reviews":17,
       "Cost":"$$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Glengoyne 21yo.jpg",
       "fun_fact":"Glengoyne 21yo is noticeably deeper than younger expressions, with delicious rich, fruity and oaky notes – the darker colour and long finish are testament to the extra years in the sherry wood."
    },
    {  
       "Name":"Kilchoman PX Sherry Finish",
       "MetaCritic":8.88,
       "STDEV":0.19,
       "Reviews":7,
       "Cost":"$$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Kilchoman PX Sherry Finish.jpg",
       "fun_fact":"Sold exclusively at Kilchoman Distillery on Islay, this bottle is a true rarity. Limited to only 271 bottles.Matured for 6 years and finished in luxurious PX Sherry casks.The perfect edition to any Islay collection.Nose – Sweet, full bodied with spicy cooked fruits and soft rounded peat smoke Palate – Sweet, intense and well integrated with dates and dark chocolate evident.The finish is long and sweet with layers of PX sweetness"
    },
    {  
       "Name":"Macallan 10yo Sherry Oak Cask Strength",
       "MetaCritic":8.88,
       "STDEV":0.53,
       "Reviews":6,
       "Cost":"$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Macallan 10yo Sherry Oak Cask Strength.jpg",
       "fun_fact":"Matured exclusively in oak sherry casks from Spain to deliver a deep, rich, deliciously smooth and well-rounded flavour with a slight sweetness and touch of sherry and wood. Its deep colour is achieved wholly naturally without the addition of any colouring."
    },
    {  
       "Name":"Aberlour A'Bunadh (Batch 34)",
       "MetaCritic":8.87,
       "STDEV":0.29,
       "Reviews":5,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/ABERLOUR A'BUNADH (BATCH 34).jpg",
       "fun_fact":"Fun.  Just found a sample I’d put away of another a’bunadh I had not yet written up. What say we cuddle up with a glass of Batch 34 from a few years back and jot down a few tasting notes for posterity?  Here we’re heading back into familiar waters, as long time readers will be well aware.  I’ve covered several of these releases over the years (and tasted many others besides).  With a’bunadh, the fact of the matter is that they’re all very similar, but somehow all very unique.  I’ll continue to cover as many of these releases as I can, knowing that there are some die-hard a’bunadh fans out there."
    },
    {  
       "Name":"Kilchoman Loch Gorm",
       "MetaCritic":8.87,
       "STDEV":0.26,
       "Reviews":21,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Kilchoman Loch Gorm.jpg",
       "fun_fact":"Behold - it's the 2018 edition of Kilchoman's Loch Gorm single malt! This expression is matured in sherry casks, making for a wonderful juxtaposition between the classic Islay peat intensity and lip-smacking wine-like sweetness. 15,000 bottles were produced for this particular edition."
    },
    {  
       "Name":"Scallywag 13yo",
       "MetaCritic":8.87,
       "STDEV":0.05,
       "Reviews":4,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"B",
       "Country":"Switzerland",
       "Type":"Malt",
       "image":"whisky/Scallywag 13yo.jpg",
       "fun_fact":"A 13 year old variation on Douglas Laing's spectacular Scallywag blended malt Scotch whisky! Boasting a selection of Speyside malts within its recipe (all aged for at least 13 years for this expression), Scallywag is a well-Sherried treat for the tastebuds. Also, it's got a Fox Terrier on the label, which we're big fans of."
    },
    {  
       "Name":"Springbank 12yo Cask Strength",
       "MetaCritic":8.87,
       "STDEV":0.24,
       "Reviews":19,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Springbank 12yo Cask Strength.jpg",
       "fun_fact":"A mid-2017 release of 12 year old cask strength single malt from the spectacular Springbank distillery in the Campbeltown region. It was drawn from a combination of 70% Sherry casks and 30% bourbon casks, and this time it's been bottled at 56.5% ABV. Unlikely to stick around for long."
    },
    {  
       "Name":"White Oak Akashi 14yo",
       "MetaCritic":8.87,
       "STDEV":0.47,
       "Reviews":3,
       "Cost":"$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"Japan",
       "Type":"Malt",
       "image":"whisky/White Oak Akashi 14yo.jpg",
       "fun_fact":"Eigashima is a Ji-Whisky company best known for producing the Akashi range. The distillery’s stills are only operational for one month each year, meaning that bottlings are extremely limited. This expression is one of the oldest Akashi bottles to date, aged for 12 years in used Spanish brandy casks, 1.5 years in sherry casks, and the final 6 months in French white wine casks. Only 650 bottles were released so, needless to say, this is a hard one to find."
    },
    {  
       "Name":"AnCnoc 1975",
       "MetaCritic":8.86,
       "STDEV":0.55,
       "Reviews":4,
       "Cost":"$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"B",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/AnCnoc 1975.jpg",
       "fun_fact":"Distilled in 1975, this single-vintage anCnoc was aged in three refill sherry casks, American and European oak, for just shy of four decades, yielding 1,590 bottles when the casks were tapped in 2014. Rich and complex, with sweet notes of fruit cake."
    },
    {  
       "Name":"Glenlivet Nadurra 16yo",
       "MetaCritic":8.86,
       "STDEV":0.2,
       "Reviews":23,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Glenlivet Nadurra 16yo.jpg",
       "fun_fact":"The June 2014 batch of Glenlivet's rightfully successful Nadurra, their cask strength, un-chillfiltered, simply matured 'natural' single malt. A look at the other, more raw side of whisky by one of the biggest producers in the world."
    },
    {  
       "Name":"Amrut Kadhambam",
       "MetaCritic":8.85,
       "STDEV":0.28,
       "Reviews":15,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"India",
       "Type":"Malt",
       "image":"whisky/Amrut Kadhambam.jpg",
       "fun_fact":"Matured in 3 different cask-types - 'Bangalore Blue Brandy' casks (sounds exciting huh?), Rum casks, and Oloroso Sherry Butts. Sure to sell out super-quick."
    },
    {  
       "Name":"Bunnahabhain 25yo",
       "MetaCritic":8.85,
       "STDEV":0.3,
       "Reviews":16,
       "Cost":"$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"B",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Bunnahabhain 25yo.jpg",
       "fun_fact":"In what will be seen as a positive move to whisky connoisseurs, Bunnahabhain have decided to bottle the 25 year old without chill-filtration and without colouring. Presented in smoked oak glass bottle and aged label design."
    },
    {  
       "Name":"GlenDronach 12yo Sauternes Cask Finish",
       "MetaCritic":8.85,
       "STDEV":0.18,
       "Reviews":6,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/GlenDronach 12yo Sauternes Cask Finish.jpg",
       "fun_fact":"The Glendronach 12 Year Old Sauternes Cask Finish single malt is initially matured in European oak before being moved over to casks which previous held the sweet wine. The result is elegant and fruit-filled, with a good whack of vanilla at its core and pleasing oak spice on the mid-palate."
    },
    {  
       "Name":"Longrow Red 12yo Pinot Noir Finish",
       "MetaCritic":8.85,
       "STDEV":0.34,
       "Reviews":7,
       "Cost":"$$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Longrow Red 12yo Pinot Noir Finish.jpg",
       "fun_fact":"A 12 year old Longrow single malt Scotch whisky from the fantastic Springbank distillery in the Campbeltown region. This one has been allowed to finish for a year in French Pinot Noir wine casks before being bottled at 52.9% ABV, resulting in intense fruit notes from all angles. Loads of red berry notes here, with a touch of orange and familiar Longrow smokiness too."
    },
    {  
       "Name":"Smogen Sherry Project 1:2",
       "MetaCritic":8.85,
       "STDEV":0.19,
       "Reviews":3,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"Sweden",
       "Type":"Malt",
       "image":"whisky/Smogen Sherry Project.jpg",
       "fun_fact":"The second release from Smögen's Sherry Project, the 1:2, was distilled in July 2011 using peated optic barley and firstly matured in European oak quarter casks before enjoying a finishing period of eight months in a Sherry butt. It was bottled in January 2015 (we're informed that the 2014 on the lower part of the label is a mistake), and 959 bottles were produced"
    },
    {  
       "Name":"BenRiach 18yo Latada",
       "MetaCritic":8.84,
       "STDEV":0.16,
       "Reviews":7,
       "Cost":"$$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"B",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/BenRiach 18yo Latada.jpg",
       "fun_fact":"An 18 year old peated BenRiach initially matured in American oak before a finishing period in Madeira wine casks. It takes its name from the traditional Latada (trellised vine) system on the island of Madeira where the vines are laid out horizontally above the ground on low trellises."
    },
    {  
       "Name":"Bowmore 25yo",
       "MetaCritic":8.84,
       "STDEV":0.51,
       "Reviews":9,
       "Cost":"$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Bowmore 25yo.jpg",
       "fun_fact":"A 25 year old from the Bowmore distillery aged in American bourbon and Spanish sherry casks. The sherry influence combines wonderfully with the coastal, smoky distillery style to create a sublime aged single malt."
    },
    {  
       "Name":"Macallan 25yo Sherry Oak",
       "MetaCritic":8.84,
       "STDEV":0.47,
       "Reviews":8,
       "Cost":"$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"A",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Macallan 25yo Sherry Oak.jpg",
       "fun_fact":"Superlative Speysider from Macallan, this astonishing 25 year old is one of the most revered whiskies in the world. It received a perfect 100 out of 100 score from the Beverage Testing Institute in Chicago, 1999. It also received a Gold at the International Spirits Challenge."
    },
    {  
       "Name":"Glenmorangie Companta",
       "MetaCritic":8.83,
       "STDEV":0.54,
       "Reviews":14,
       "Cost":"$$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Glenmorangie Companta.jpg",
       "fun_fact":"The fifth of Glenmorangie's yearly Private Edition special releases - Companta, Scots Gaelic for friendship. It's a marriage of whiskies finished in Clos de Tart Grand Cru wine casks and sweet fortified wine casks from Côtes du Rhône. Dr Bill Lumsden likes to experiment each year and we suspect this will be excellent."
    },
    {  
       "Name":"Highland Park Full Volume",
       "MetaCritic":8.83,
       "STDEV":0.23,
       "Reviews":11,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Highland Park Full Volume.jpg",
       "fun_fact":"For musicians, amps and equalisers maintain critical balance at high volume by fine-tuning musical frequencies – at Highland Park, our Master Whisky Maker, Gordon Motion, does a similar job.FULL VOLUME was created using 100% ex-bourbon casks rather than our traditional sherry-seasoned ones. During 1999, a combination of 481 casks – 200 litre barrels and 250 litre hogsheads – were filled at strengths of between 63.6% and 63.7%. The whisky was filtered at just over 4oC and delivers flavours of creamy vanilla and sweet citrus fruits from the bourbon casks, balanced by Highland Park’s characteristic aromatic smokiness."
    },
    {  
       "Name":"Longmorn 15yo",
       "MetaCritic":8.83,
       "STDEV":0.37,
       "Reviews":8,
       "Cost":"$$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"scotland",
       "Type":"Malt",
       "image":"whisky/Longmorn 15yo.jpg",
       "fun_fact":"This Longmorn was matured for 15 long years before it was bottled for the Chivas Brothers Cask Strength Edition range. It was distilled back in the year 1999 (which always sounds so futuristic, no matter how far past it we get) and bottled at 56.9% ABV in August 2014."
    },
    {  
       "Name":"Smogen Sherry Project 1:4",
       "MetaCritic":8.83,
       "STDEV":0.28,
       "Reviews":5,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"Sweden",
       "Type":"Malt",
       "image":"whisky/Smogen Sherry Project 1.4.jpg",
       "fun_fact":"The Smögen Sherry Project has seen their Swedish single malt whiskies finished in Sherry casks for increasingly longer amounts of time, and we've now reached 1:4, which has been fully matured in first fill Sherry casks! How exciting, especially for those of you that love your heavily-Sherried expressions. This was distilled in July 2011 and bottled at 57.2% ABV in August 2015. 909 bottles were produced."
    },
    {  
       "Name":"Yellowstone Limited Edition (all vintages)",
       "MetaCritic":6.19,
       "STDEV":4.81,
       "Reviews":4,
       "Cost":"$$$$$",
       "Class":"Bourbon-like",
       "SuperCluster":"",
       "Cluster":"R3",
       "Country":"USA",
       "Type":"Bourbon",
       "image":"whisky/Yellowstone Limited Edition (all vintages).jpg",
       "fun_fact":"The 2016 release of Yellowstone Limited Edition Bourbon is a blend of two rye-heavy recipes, one age for seven years and the other for 12. Finished in first-fill wine barrels, this is complex and rich with notes of chocolate, berries, vanilla and smoke."
    },
    {  
       "Name":"Sazerac Straight Rye",
       "MetaCritic":8.57,
       "STDEV":0.44,
       "Reviews":15,
       "Cost":"$$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"R4",
       "Country":"USA",
       "Type":"Rye",
       "image":"whisky/Sazerac Straight Rye.jpg",
       "fun_fact":"The whiskey is named for the Sazerac Coffee House in New Orleans, birthplace of the famous – and sublime – Sazerac cocktail. The Coffee House was acquired by Thomas H Handy, owner also of Peychaud’s Bitters. Originally, he sold bottles of the Sazerac cocktail, which was originally made with Cognac. Today, this glorious libation is produced at the Buffalo Trace distillery."
    },
    {  
       "Name":"Knob Creek Small Batch Straight Rye Whiskey",
       "MetaCritic":8.53,
       "STDEV":0.38,
       "Reviews":17,
       "Cost":"$$$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"R4",
       "Country":"USA",
       "Type":"Rye",
       "image":"whisky/Knob Creek Small Batch Straight Rye Whiskey.jpg",
       "fun_fact":"It's here! Knob Creek's Rye Whiskey is finally here! Unveiled in the US in 2012, Knob Creek Rye has made its way to our fair shores, bringing with it a flavour profile that strikes a wonderful balance between your classic, spicy rye whiskeys and your sweeter, vanilla-fuelled high-rye-content bourbons."
    },
    {  
       "Name":"J.P. Wiser???s One Fifty",
       "MetaCritic":8.5,
       "STDEV":0.41,
       "Reviews":8,
       "Cost":"$$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"n/a",
       "Country":"Canada",
       "Type":"Blend",
       "image":"whisky/J.P. Wisers One Fifty.jpg",
       "fun_fact":"J.P. Wiser’s (or more generally, Corby’s) is the only big Canadian whisky company truly embracing today’s whisky drinker. Other whisky brands will argue the point"
    },
    {  
       "Name":"Willett Family Estate 2yo Rye",
       "MetaCritic":8.48,
       "STDEV":0.3,
       "Reviews":9,
       "Cost":"$$$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"R4",
       "Country":"USA",
       "Type":"Rye",
       "image":"whisky/Willett Family Estate 2yo Rye.jpg",
       "fun_fact":"We need more Rye to drink, so this is a great edition to the market. Even a quick nosing reveals that Rye nose of grassy, herbal goodness with a sweetness that follows it. The palate is well balanced with a herbal mintiness, intertwined with a sweetness that dances on your tongue until it exits with a spiciness. This is a great utility whiskey to drink neat, make an Old Fashioned, or hold up to a rock."
    },
    {  
       "Name":"Forty Creek Founder's Reserve",
       "MetaCritic":8.47,
       "STDEV":0.35,
       "Reviews":6,
       "Cost":"$$$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"n/a",
       "Country":"Canada",
       "Type":"Blend",
       "image":"whisky/Forty Creek Founder's Reserve.jpg",
       "fun_fact":"This 10th annual limited edition, is a special unique whisky in tribute to Forty Creek’s founder, John K. Hall."
    },
    {  
       "Name":"Pike Creek 10yo Rum-finished",
       "MetaCritic":8.47,
       "STDEV":0.29,
       "Reviews":10,
       "Cost":"$$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"n/a",
       "Country":"Canada",
       "Type":"Blend",
       "image":"whisky/Pike Creek 10yo Rum-finished.jpg",
       "fun_fact":"Pike Creek is regarded by many as among the best Canadian whiskies on the market. Now available in the UK after many years' absence, this 10 year old is finished in rum barrels."
    },
    {  
       "Name":"Wild Turkey 101 Rye",
       "MetaCritic":8.47,
       "STDEV":0.28,
       "Reviews":14,
       "Cost":"$$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"R4",
       "Country":"USA",
       "Type":"Rye",
       "image":"whisky/Wild Turkey 101 Rye.jpg",
       "fun_fact":"America's biggest-selling premium bourbon, the much-loved Wild Turkey 101 is a richly-flavoured concoction with a mellowness that belies its high strength."
    },
    {  
       "Name":"Crown Royal Reserve",
       "MetaCritic":8.46,
       "STDEV":0.65,
       "Reviews":15,
       "Cost":"$$$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"n/a",
       "Country":"Canada",
       "Type":"Blend",
       "image":"whisky/Crown Royal Reserve.png",
       "fun_fact":"Our Master Whisky Blenders have hand selected the whiskies with the body and taste that were necessary for achieving the exceptional depth of Crown Royal Reserve. The end result is their gift to Crown Royal enthusiasts: a creamy, rich, reserve-grade blend, flush with sharp clove, and cinnamon top points of rye."
    },
     {  
       "Name":"George Dickel Rye",
       "MetaCritic":8.46,
       "STDEV":0.36,
       "Reviews":14,
       "Cost":"$$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"R4",
       "Country":"USA",
       "Type":"Rye",
       "image":"whisky/George Dickel Rye.png",
       "fun_fact":"George Dickel Rye Whisky is the only rye finished in the chilled charcoal-mellowed style that has made our whisky distinct. Distilled in Lawrenceburg, IN, George Dickel Rye is made from 95% rye and 5% malted barley."
    },
    {  
       "Name":"Jim Beam Pre-Prohibition Rye",
       "MetaCritic":8.46,
       "STDEV":0.37,
       "Reviews":6,
       "Cost":"$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"R4",
       "Country":"USA",
       "Type":"Rye",
       "image":"whisky/Jim Beam Pre-Prohibition Rye.jpg",
       "fun_fact":"Made to one of Beam's oldest recipes, this release of rye whiskey is made in a pre-Prohibition style. Big, bold and spicy with notes of vanilla and black pepper."
    },
    {  
       "Name":"Prichard???s Rye",
       "MetaCritic":8.46,
       "STDEV":0.29,
       "Reviews":3,
       "Cost":"$$$$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"R4",
       "Country":"USA",
       "Type":"Rye",
       "image":"whisky/Prichards Rye.jpg",
       "fun_fact":"Aged for three to five years, Prichard's Rye Whiskey earned a score of 90 points at the Ultimate Spirits Challenge in 2012."
    },
    {  
       "Name":"J.P. Wiser's Triple Barrel Rye",
       "MetaCritic":8.45,
       "STDEV":0.41,
       "Reviews":6,
       "Cost":"$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"n/a",
       "Country":"Canada",
       "Type":"Blend",
       "image":"whisky/J.P. Wiser's Triple Barrel Rye.jpeg",
       "fun_fact":"Triple Barrel Rye whisky has rich aromas and a complex and balanced palate. Flavours of toasted grains, dried fruit, oak, and toffee, with a finish that's silky-smooth. Whiskies selected for this bottling were aged in used whisky, first-fill bourbon, and new oak barrels. Best Canadian rye whisky; World Whisky Awards 2017."
    },
    {  
       "Name":"High West Yippee Ki-Yay",
       "MetaCritic":8.44,
       "STDEV":0.65,
       "Reviews":8,
       "Cost":"$$$$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"R4",
       "Country":"USA",
       "Type":"Rye",
       "image":"whisky/High West Yippee Ki-Yay.png",
       "fun_fact":"Where did “Yippee Ki-Yay” come from? Is it a real expression of joy popular with cowboys in the 19th century Western United States? Is it part of the greatest one liner in movie history? Was it influenced by the phrase ‘Yippie-yi-yo-ki-yay’ from the 1936 hit song “I’m an Old Cow Hand from the Rio Grande” about a 20th-century cowboy who has little in common with cowpunchers of old and sung by Bing Crosby in the film “Rhythm on the Range” (also sung later by Roy Rogers and Frank Sinatra) and considered one of the Top 100 Western songs of all time? We’re not sure. But we are sure we like how we feel when we say it... and recommend you use it every chance you get."
    },
    {  
       "Name":"Forty Creek Barrel Select",
       "MetaCritic":8.43,
       "STDEV":0.44,
       "Reviews":17,
       "Cost":"$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"n/a",
       "Country":"Canada",
       "Type":"Blend",
       "image":"whisky/Forty Creek Barrel Select.png",
       "fun_fact":"Features aromas of honey, vanilla and apricot fused with toasted oak, black walnut, and spice."
    },
    {  
       "Name":"High West Son of Bourye",
       "MetaCritic":8.43,
       "STDEV":0.4,
       "Reviews":12,
       "Cost":"$$$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"R4",
       "Country":"USA",
       "Type":"Blend",
       "image":"whisky/High West Son of Bourye.png",
       "fun_fact":"Bourye is a combination of Bou for bourbon and rye for..well, rye whiskey. Because combining bourbon and rye is a bit unusual, we couldn't help thinking of the jackalope. Honestly, we didn’t think anyone would like the name!"
    },
    {  
       "Name":"Stalk & Barrel Rye (Cask Strength)",
       "MetaCritic":8.42,
       "STDEV":0.42,
       "Reviews":9,
       "Cost":"$$$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"n/a",
       "Country":"Canada",
       "Type":"Blend",
       "image":"whisky/Stalk & Barrel Rye (Cask Strength).jpg",
       "fun_fact":"The cask-strength version of Stalk & Barrel's acclaimed 100% Ontario rye, a vibrant small-batch whisky that delivers a magnificent combination of earthy, fruity, spicy and floral notes. It's a masterpiece of traditional rye flavours, which are delivered in ample volume thanks to its young age, but these are also tempered with citrus, vanilla and seductively buttery notes."
    },
    {  
       "Name":"J.P. Wiser???s 15yo",
       "MetaCritic":8.41,
       "STDEV":0.21,
       "Reviews":7,
       "Cost":"$$$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"n/a",
       "Country":"Canada",
       "Type":"Blend",
       "image":"whisky/J.P. Wisers 15yo.jpg",
       "fun_fact":"This distinctive blend has benefited from ageing; with typical banana and caramel notes balanced by the oak-influenced sweet spices reminiscent of nutmeg and cinnamon. Round and creamy it reveals citrus and cherry with time. Long and enduring with layers of dried fruit and chocolate rounding out this memorable whisky."
    },
    {  
       "Name":"Potter's Special Old",
       "MetaCritic":8.4,
       "STDEV":0.45,
       "Reviews":4,
       "Cost":"$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"n/a",
       "Country":"Canada",
       "Type":"Blend",
       "image":"whisky/Potter's Special Old.png",
       "fun_fact":"Premium Rye Whisky distilled from local Western Canadian grains & aged 8 years in oak, for ultimate flavor & smoothness."
    },
    {  
       "Name":"Woodford Reserve Straight Rye",
       "MetaCritic":8.39,
       "STDEV":0.32,
       "Reviews":10,
       "Cost":"$$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"R4",
       "Country":"USA",
       "Type":"Rye",
       "image":"whisky/Woodford Reserve Straight Rye.jpg",
       "fun_fact":"Released in 2015, Woodford Reserve Rye is only the third expression in the core range. 53% of the mashbill is rye, leading to notes of apple and sweet spice."
    },
    {  
       "Name":"Crown Royal Noble Collection Cornerstone Blend",
       "MetaCritic":8.37,
       "STDEV":0.68,
       "Reviews":5,
       "Cost":"$$$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"n/a",
       "Country":"Canada",
       "Type":"Blend",
       "image":"whisky/Crown Royal Noble Collection Cornerstone Blend.jpg",
       "fun_fact":"Introducing the Cornerstone Blend, the first limited release from the Crown Royal Noble Collection. A superior blend of our three most essential whiskies, notes of sweet caramel, rich toasted grains and aroma of ripe fallen apples. An extraordinary gesture for an extraordinary few."
    },
    {  
       "Name":"Canadian Club Reserve 9yo",
       "MetaCritic":8.36,
       "STDEV":0.61,
       "Reviews":9,
       "Cost":"$$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"n/a",
       "Country":"Canada",
       "Type":"Blend",
       "image":"whisky/Canadian Club Reserve 9yo.jpg",
       "fun_fact":"A step up the Canadian Club scale, a whisky aged for nine years before bottling. Peppery and fruity with balanced sweetness and bitter oak."
    },
    {  
       "Name":"Pike Creek 10yo Port-finished",
       "MetaCritic":8.35,
       "STDEV":0.36,
       "Reviews":13,
       "Cost":"$$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"n/a",
       "Country":"Canada",
       "Type":"Blend",
       "image":"whisky/Pike Creek 10yo Port-finished.jpg",
       "fun_fact":"Pike Creek is regarded by many as among the best Canadian whiskies on the market. Now available in the UK after many years' absence, this 10 year old is finished in rum barrels."
    },
    {  
       "Name":"Stalk & Barrel Red Blend",
       "MetaCritic":8.35,
       "STDEV":0.43,
       "Reviews":5,
       "Cost":"$$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"n/a",
       "Country":"Canada",
       "Type":"Blend",
       "image":"whisky/Stalk & Barrel Red Blend.jpg",
       "fun_fact":"Described as 'the quintessential Canadian whisky' by GQ Magazine, this blend of aged single malt, aged rye and a touch of aged corn is a memorably full-bodied dram that's full of honey, granola, cacao, vanilla, cigar box and oak spice flavours. A worthy addition to your whisky cabinet."
    },
    {  
       "Name":"Centennial 10yo",
       "MetaCritic":8.34,
       "STDEV":0.43,
       "Reviews":6,
       "Cost":"$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"n/a",
       "Country":"Canada",
       "Type":"Blend",
       "image":"whisky/Centennial 10yo.jpg",
       "fun_fact":"What is the consensus here as to which is considered the better bourbon, Weller Centennial 10yo or Weller 12yo? Judging by price it must be the Centennial...."
    },
    {  
       "Name":"J.P. Wiser's Double Still Rye",
       "MetaCritic":8.33,
       "STDEV":0.36,
       "Reviews":8,
       "Cost":"$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"n/a",
       "Country":"Canada",
       "Type":"Blend",
       "image":"whisky/J.P. Wiser's Double Still Rye.jpeg",
       "fun_fact":"Dr. Don Livermore, Master Blender at Hiram Walker, created this whisky as a nod to Wiser’s rye heritage using modern techniques. This Canadian whisky has two types of rye distillate. The first is distilled in a copper column-still and then is pot-distilled to concentrate rye flavor profiles. It’s then blended with a second rye that’s been traditionally distilled with a copper pot-still. The whiskies are aged four to nine years and bottled at 43.4% abv. For the moment, available only in Canada."
    },
    {  
       "Name":"Forty Creek Three Grain Harmony",
       "MetaCritic":8.32,
       "STDEV":0.51,
       "Reviews":8,
       "Cost":"$$$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"n/a",
       "Country":"Canada",
       "Type":"Blend",
       "image":"whisky/Forty Creek Three Grain Harmony.jpg",
       "fun_fact":"What the Distillery Says: Introducing Forty Creek Three Grain Harmony! Harmony is the pleasing sound of two or more notes heard simultaneously. With whisky, the skillful blending of two or more whiskies, is genuine harmony."
    },
    {  
       "Name":"Jack Daniel's Rested Tennessee Rye (Batch 1/2)",
       "MetaCritic":8.32,
       "STDEV":0.48,
       "Reviews":4,
       "Cost":"$$$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"R4",
       "Country":"USA",
       "Type":"Rye",
       "image":"whisky/Jack Daniel's Rested Tennessee Rye (Batch 1-2).jpg",
       "fun_fact":"The Rested Rye release continues the Jack Daniels expedition into the captivating flavour drawn from the first Unaged Rye offering."
    },
    {  
       "Name":"Bulleit Rye",
       "MetaCritic":8.31,
       "STDEV":0.61,
       "Reviews":18,
       "Cost":"$$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"R4",
       "Country":"USA",
       "Type":"Rye",
       "image":"whisky/Bulleit Rye.jpg",
       "fun_fact":"Bulleit Rye is an award-winning, straight rye whiskey with a character of unparalleled spice and complexity. Released in 2011, it continues to enjoy recognition as one of the highest quality ryes available."
    },
    {  
       "Name":"Canadian Club 100% Rye",
       "MetaCritic":8.3,
       "STDEV":0.4,
       "Reviews":16,
       "Cost":"$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"n/a",
       "Country":"Canada",
       "Type":"Rye",
       "image":"whisky/Canadian Club Rye.jpg",
       "fun_fact":"A pure expression of rye whisky; more complex and characterful, this pours medium gold. Aromas of sweet fruit, herb and spice, with vanilla, toffee, pepper, cedar smoke and banana on the nose. The sweet, creamy and warm palate is balanced by rye spice flavours followed by a long finish showing dried fruit, honey and ginger."
    },
    {  
       "Name":"Yellow Rose Straight Rye",
       "MetaCritic":8.3,
       "STDEV":0.53,
       "Reviews":5,
       "Cost":"$$$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"R4",
       "Country":"USA",
       "Type":"Rye",
       "image":"whisky/Yellow Rose Straight Rye.jpg",
       "fun_fact":"Earlier we reviewed the Yellow Rose Blended Whiskey, a real standout in it’s category, and also their bourbon. Next up we have their Straight Rye Whiskey, made from 95% rye."
    },
    {  
       "Name":"Crown Royal Limited Edition",
       "MetaCritic":8.28,
       "STDEV":0.2,
       "Reviews":11,
       "Cost":"$$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"n/a",
       "Country":"Canada",
       "Type":"Blend",
       "image":"whisky/Crown Royal Limited Edition.png",
       "fun_fact":"Exclusively available in Canada, Crown Royal Limited Edition Canadian Whisky is majestically blended with select batch-distilled whiskies to create an exceptionally smooth and rich taste. The whiskies are extra-aged to perfection, ensuring the highest quality and a unique blend with more body, smoothness and complexity. Exclusively available in Canada, Crown Royal Limited Edition is an exquisite example of the blenders craft."
    },
    {  
       "Name":"66 Gilead Crimson Rye",
       "MetaCritic":8.27,
       "STDEV":0.45,
       "Reviews":7,
       "Cost":"$$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"n/a",
       "Country":"Canada",
       "Type":"Blend",
       "image":"whisky/66 GILEAD CRIMSON RYE.jpg",
       "fun_fact":"Crimson Rye Whisky Crimson colour derived from red wine casks, predominately Pinot Noir. Rare 100% rye whisky. Non chill filtered; no sugar or additives. Tasting Notes: Aroma of honeysuckle and beeswax with flavour of dried figs, anise and fresh cut grass. Spicy rye finish with subtle oak notes. We are very excited for the Crimson Rye to have won a double gold medal at the Fifty Best Canadian Whisky event!"
    },
    {  
       "Name":"Alberta Springs 10yo",
       "MetaCritic":8.27,
       "STDEV":0.43,
       "Reviews":9,
       "Cost":"$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"n/a",
       "Country":"Canada",
       "Type":"Blend",
       "image":"whisky/Alberta Springs 10yo.jpeg",
       "fun_fact":"A full-bodied rye blend, it is aged for ten years then rebarrelled after blending for an additional marriage of flavours. It pours a brilliant gold colour and offers aromas of toasty grain with a touch of spicy rye. The palate is soft with vanilla, toffee and light spice flavours followed by smooth finish"
    },
    {  
       "Name":"Willett Family Estate Rye XCF 1.0",
       "MetaCritic":8.27,
       "STDEV":0.47,
       "Reviews":4,
       "Cost":"$$$$$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"R4",
       "Country":"USA",
       "Type":"Rye",
       "image":"whisky/Willett Family Estate Rye XCF 1.0.jpg",
       "fun_fact":"Rye whiskey produced in Indiana then aged inside a Willett warehouse in Bardstown, Kentucky for 7 years. Then the whisky went into French orange liqueur called Curacao for 90 days."
    },
    {  
       "Name":"Pendleton 1910",
       "MetaCritic":8.26,
       "STDEV":0.67,
       "Reviews":9,
       "Cost":"$$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"n/a",
       "Country":"Canada",
       "Type":"Blend",
       "image":"whisky/Pendleton 1910.jpg",
       "fun_fact":"Known as 'the cowboy whisky', Pendleton is a range of Canadian whiskies. This is a 100% rye, made with Mount Hood spring water, this is sweet and spicy."
    },
    {  
       "Name":"Gibson's Bold 8yo",
       "MetaCritic":8.23,
       "STDEV":0.45,
       "Reviews":5,
       "Cost":"$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"n/a",
       "Country":"Canada",
       "Type":"Blend",
       "image":"whisky/Gibson's Bold 8yo.jpeg",
       "fun_fact":"Named for its more intense flavour profile this bold version will spice up your rye & cola. Pouring a medium gold the nose opens with aromas of vanilla, spiced apple and subtle oak; the palate is rich and sweet with a bold, rich rye character followed by a lengthy spicy finish"
    },
    {  
       "Name":"Crown Royal Black",
       "MetaCritic":8.2,
       "STDEV":0.5,
       "Reviews":16,
       "Cost":"$$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"n/a",
       "Country":"Canada",
       "Type":"Blend",
       "image":"whisky/Crown Royal Black.jpg",
       "fun_fact":"A litre bottle of the dark, more robust version of popular Candian whisky Crown Royal, bottled at a higher strength of 45% abv."
    },
    {  
       "Name":"Stalk & Barrel 11+1 Canadian whisky",
       "MetaCritic":8.19,
       "STDEV":0.41,
       "Reviews":17,
       "Cost":"$$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"n/a",
       "Country":"Canada",
       "Type":"Blend",
       "image":"whisky/Stalk & Barrel 11+1 Canadian whisky.jpg",
       "fun_fact":"This whisky is produced by Still Waters distillery, in Concord, Ontario. Still Waters distillery only started distilling whisky around 4 years ago, and, as with most distilleries when they start – cash flow is difficult at first as the whisky has to age for at least 3 years in Canada. Still Waters did something interesting – they purchased whisky, mostly 4-6 years old, from other distilleries and blended in some of their young spirit was well to produce a blended whisky. In Canada, legally, you can include up to 1/11 of either young spirit (at least 2 years old) or wine and still legally call the product Canadian whisky – according to Davin DeKergommeaux’sbook Canadian Whisky, this regulation originally sprung out of large tax breaks that the US gave to Canadian producers during a time when there was surplus American spirit due to crop failure – but this also helped Canadian producers compete with American producers, who were using neutral, unaged spirits, as significant or primary components of their blend. Consequently, Still Waters is able to include spirit at least 2 years old as part of this blend."
    },
    {  
       "Name":"Canadian Club Sherry Cask",
       "MetaCritic":8.18,
       "STDEV":0.65,
       "Reviews":8,
       "Cost":"$$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"n/a",
       "Country":"Canada",
       "Type":"Blend",
       "image":"whisky/Canadian Club Sherry Cask.jpg",
       "fun_fact":"A special edition CC, made in very small quantities from the finest whiskies aged at least eight years in white oak barrels, then double matured in sherry casks imported from Jerez in Spain."
    },
    {  
       "Name":"Hiram Walker Special Old Rye",
       "MetaCritic":8.17,
       "STDEV":0.36,
       "Reviews":9,
       "Cost":"$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"n/a",
       "Country":"Canada",
       "Type":"Blend",
       "image":"whisky/Hiram Walker Special Old Rye.jpg",
       "fun_fact":"Seagram's special old rye whisky... no indication of country of origin. "
    },
    {  
       "Name":"Alberta Premium",
       "MetaCritic":8.16,
       "STDEV":0.66,
       "Reviews":12,
       "Cost":"$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"n/a",
       "Country":"Canada",
       "Type":"Blend",
       "image":"whisky/Alberta Premium.jpeg",
       "fun_fact":"The authentic flavour of prairie rye and careful barrel ageing gives this whisky a golden amber colour and an aromatic sweet bouquet of banana, toffee, and light spice. The flavour is mellow and slightly smoky with a lively woody edge on a medium weight palate that finishes with a hint of hot cinnamon spice."
    },
    {  
       "Name":"Koval Single Barrel Rye",
       "MetaCritic":8.12,
       "STDEV":0.21,
       "Reviews":5,
       "Cost":"$$$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"R4",
       "Country":"USA",
       "Type":"Rye",
       "image":"whisky/Koval Single Barrel Rye.jpg",
       "fun_fact":"Only the “heart cut” of the distillate, no “heads” or “tails.” Aged in new American oak from Minnesota. Grains sourced from a local organic farmer collective in the Midwest."
    },
    {  
       "Name":"Canadian Club Classic 12yo (Small Batch)",
       "MetaCritic":8.11,
       "STDEV":0.45,
       "Reviews":13,
       "Cost":"$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"n/a",
       "Country":"Canada",
       "Type":"Blend",
       "image":"whisky/Canadian Club Classic 12yo (Small Batch).jpg",
       "fun_fact":"Aged for 12 years - the extra 6 years maturing in wood produces a darker spirit with more of the traditional characteristics of aged whiskies and a richer, more aromatic flavour."
    },
    {  
       "Name":"Century Reserve Lot 15/25",
       "MetaCritic":8.11,
       "STDEV":0.95,
       "Reviews":6,
       "Cost":"$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"n/a",
       "Country":"Canada",
       "Type":"Blend",
       "image":"whisky/Century Reserve Lot 15-25.jpg",
       "fun_fact":"Someday, when we are old and grey, we’ll sit with our whisky buddies reminiscing about the ones that got away. Here’s fair warning: Don’t let Century Reserve 15/25 be one of them. This long-aged corn whisky is as strong as an ox and as aromatic as a British Columbia lumber mil"
    },
    {  
       "Name":"J.P. Wiser's Hopped",
       "MetaCritic":8.09,
       "STDEV":0.55,
       "Reviews":8,
       "Cost":"$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"n/a",
       "Country":"Canada",
       "Type":"Blend",
       "image":"whisky/J.P. Wiser's Hopped.jpeg",
       "fun_fact":"A distinctive blend of whisky and hops create a rich and flavourful whisky. Pouring a rich amber; expect aromas of orange, honey and rye spice; the palate is round and mouth coating with flavours of fresh citrus followed by intriguing roasted coffee and dark chocolate notes that replay on a long finish."
    },
    {  
       "Name":"Coyote Ugly",
       "MetaCritic":8.08,
       "STDEV":0.52,
       "Reviews":5,
       "Cost":"$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"n/a",
       "Country":"Canada",
       "Type":"Blend",
       "image":"whisky/Coyote Ugly.jpg",
       "fun_fact":"Coyote Ugly Whisky was created to remind us all that we call the shots.Born free like a coyote,against the wind and without boundries.The direction is up to you to decide.It's ok to let yourself go,just as long as you can get back.Depending on which way the night moves,you won't need to chew off your arm."
    },
    {  
       "Name":"Canada Gold",
       "MetaCritic":8.06,
       "STDEV":0.71,
       "Reviews":5,
       "Cost":"$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"n/a",
       "Country":"Canada",
       "Type":"Blend",
       "image":"whisky/Canada Gold.jpg",
       "fun_fact":"The whisky displays itself as a pleasant golden spirit with light orange hues when held up to the light. When I tilted my glass and twirled it I saw the an oily sheen dropping small droopy leglets back into the whisky. The aroma rising up out of the glass surprised me by its moderate complexity. Butterscotch and wood spice mix with dank tones of corn in the breezes above the glass. I sense some spicy tobacco and pleasant rye spice drifting into the breezes as well. Within all of this is a gentle sweep of vanilla. A light astringency resides in those breezes as well giving me the impression that the whisky is probably younger than other Forty Creek expressions I have tasted. Despite the light astringency in the air, I am quite content with the overall aroma."
    },
    {  
       "Name":"Canadian Mist Black Diamond",
       "MetaCritic":8.06,
       "STDEV":0.52,
       "Reviews":6,
       "Cost":"$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"n/a",
       "Country":"Canada",
       "Type":"Blend",
       "image":"whisky/Canadian Mist Black Diamond.jpeg",
       "fun_fact":"Canadian Mist declares itself the bestselling brand of Canadian whisky in the United States. Its brand is owned by Brown-Foreman. Canadian Mist Black Diamond whisky is blended from a higher rye content in its grain for a spicier flavor."
    },
    {  
       "Name":"Royal Canadian Small Batch",
       "MetaCritic":8.06,
       "STDEV":0.36,
       "Reviews":13,
       "Cost":"$$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"n/a",
       "Country":"Canada",
       "Type":"Blend",
       "image":"whisky/Royal Canadian Small Batch.jpg",
       "fun_fact":"An upgraded version of the long popular Royal Canadian blend, adding richness and complexity to that whisky's character."
    },
    {  
       "Name":"Wild Turkey 81 Rye",
       "MetaCritic":8.05,
       "STDEV":0.2,
       "Reviews":7,
       "Cost":"$$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"R4",
       "Country":"USA",
       "Type":"Rye",
       "image":"whisky/Wild Turkey 81 Rye.jpg",
       "fun_fact":"From the ever-dependable Wild Turkey operation comes one of the best straight rye whiskies around. Now at a new strength of 40.5%."
    },
    {  
       "Name":"Collingwood",
       "MetaCritic":8.04,
       "STDEV":0.31,
       "Reviews":10,
       "Cost":"$$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"n/a",
       "Country":"Canada",
       "Type":"Blend",
       "image":"whisky/Collingwood.jpg",
       "fun_fact":"A Canadian whisky created using the knowledge of Chris Morris, master disiller of Jack Daniel's owners Brown-Forman, mellowing Collingwood's blended spirit with maple wood for a sweet and rich dram."
    },
    {  
       "Name":"Ezra Brooks Rye",
       "MetaCritic":8.04,
       "STDEV":0.51,
       "Reviews":3,
       "Cost":"$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"R4",
       "Country":"USA",
       "Type":"Rye",
       "image":"whisky/Ezra Brooks Rye.jpg",
       "fun_fact":"This is a straight rye whiskey from Ezra Brooks, a long-running American whiskey brand. Excellent for enjoying in a Manhattan."
    },
    {  
       "Name":"Gibson's Finest Sterling",
       "MetaCritic":8,
       "STDEV":0.37,
       "Reviews":9,
       "Cost":"$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"n/a",
       "Country":"Canada",
       "Type":"Blend",
       "image":"whisky/Gibson's Finest Sterling.jpeg",
       "fun_fact":"Blended for subtlety and smoothness this pours a pale amber with gold highlights; the nose is subtle with aromas of spicy rye, citrus, toasted oak, dried fruit and caramel. Medium-bodied, with an approachable and silky mouthfeel; flavours of toasted grains, citrus, spice and baked apple come together on a elegant finish."
    },
    {  
       "Name":"Jim Beam Rye",
       "MetaCritic":7.99,
       "STDEV":0.59,
       "Reviews":11,
       "Cost":"$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"R4",
       "Country":"USA",
       "Type":"Rye",
       "image":"whisky/Jim Beam Rye.jpg",
       "fun_fact":"Great value rye whiskey from Jim Beam. It's a favourite of whisky bible author Jim Murray, and won best rye aged under 10 years in 2010, scoring 88 points. The label received a bit of a redesign in 2016, changing from a yellow label to this rather stylish green label."
    },
    {  
       "Name":"Templeton Rye",
       "MetaCritic":7.99,
       "STDEV":0.42,
       "Reviews":7,
       "Cost":"$$$",
       "Class":"Rye-like",
       "SuperCluster":"",
       "Cluster":"R4",
       "Country":"USA",
       "Type":"Rye",
       "image":"whisky/Templeton Rye.jpg",
       "fun_fact":"A big and spicy rye from the folks at Templeton. A 95% rye mashbill, distilled in Indiana, with a lot of flavour that makes it a great sipping whisky, as well as being punchy enough for Old Fashioneds, Sazeracs and all of your other favourites."
    },
    {  
       "Name":"Bushmills Original Blended",
       "MetaCritic":7.67,
       "STDEV":0.46,
       "Reviews":17,
       "Cost":"$$",
       "Class":"Scotch-like",
       "SuperCluster":"",
       "Cluster":"n/a",
       "Country":"Ireland",
       "Type":"Blend",
       "image":"whisky/Bushmills Original Blended.jpg",
       "fun_fact":"Grain whiskey reserved for Bushmills Original is slowly matured for a minimum of five years in American oak casks before blending with Irish Single Malt whiskey to produce this original blend. "
    },
    {  
       "Name":"Green Spot Chateau Leoville Barton",
       "MetaCritic":8.8,
       "STDEV":0.38,
       "Reviews":9,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"Ireland",
       "Type":"Blend",
       "image":"whisky/Green Spot Chateau Leoville Barton.jpg",
       "fun_fact":"Their origins in history, two stories of Irish endeavour and enterprise intertwine and together are the inspiration for a special edition whiskey - Green Spot Chateau Léoville Barton. Initially matured in traditional sherry and bourbon casks, Green Spot Chateau Loville Barton was then finished in Bordeaux wine casks, adding an exciting new dimension to this Single Pot Still Irish Whiskey already renowned for its excellent quality. "
    },
    {  
       "Name":"Redbreast Lustau Edition",
       "MetaCritic":8.75,
       "STDEV":0.28,
       "Reviews":13,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"Ireland",
       "Type":"Malt",
       "image":"whisky/Redbreast Lustau Edition.jpg",
       "fun_fact":"The Lustau edition from Redbreast highlights the use of sherry casks on the Irish spirit. This was finished in first-fill oloroso-sherry butts for a year, resulting in a creamy whisky with notes of liquorice, marzipan and dark fruits."
    },
    {  
       "Name":"Knappogue Castle 16yo Twin Wood",
       "MetaCritic":8.68,
       "STDEV":0.43,
       "Reviews":7,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"Ireland",
       "Type":"Malt",
       "image":"whisky/Knappogue Castle 16yo Twin Wood.jpg",
       "fun_fact":"Twin Wood is a 16 year old single malt from the Kappague Castle range, which was initially matured in bourbon barrels before being transferred over to casks seasoned with Oloroso Sherry for a finishing period. Very good value Irish whiskey, right here."
    },
    {  
       "Name":"Sullivans Cove French Oak",
       "MetaCritic":8.67,
       "STDEV":0.27,
       "Reviews":8,
       "Cost":"$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"Tasmania",
       "Type":"Malt",
       "image":"whisky/Sullivans Cove French Oak.jpg",
       "fun_fact":"This Aussie whisky comes from the island state of Tasmania. When they are not being harassed by the Tasmanian devils they produce some of the best whisky being made south of the Equator at this moment. The whisky in this bottle was finished in French Oak Port Casks for a fruity flavour."
    },
    {  
       "Name":"Redbreast Mano a L??mh",
       "MetaCritic":8.66,
       "STDEV":0.37,
       "Reviews":4,
       "Cost":"$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"Ireland",
       "Type":"Malt",
       "image":"whisky/Redbreast Mano a Lmh.jpg",
       "fun_fact":"A limited release from Midleton of 2000 bottles for Stillhouse members.Mano a Lámh, means ‘hand in hand’, represents the joining of two languages, Gaelic and Galician, in celebration of the relationship between the Masters of Midleton and the collective of artisans in Spain, who have crafted the distillery’s sherry butts for over 20 years."
    },
    {  
       "Name":"Swiss Highland Classic Single Malt",
       "MetaCritic":8.65,
       "STDEV":0.39,
       "Reviews":4,
       "Cost":"$$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"Switzerland",
       "Type":"Malt",
       "image":"whisky/Swiss Highland Classic Single Malt.jpg",
       "fun_fact":"Fruity & sweet The distillation takes place gently in two steps to preserve the malt character. Maturing takes place in Oloroso sherry casks from American white oak in the Rugen-Felsenkeller from 1875. Tasting Notes Nose: good nose with little sweet sherry notes, malty Kara-mell, fruitiness of apricot and peach, honey notes Taste: tart aromas with vanilla and caramel lingering: convinced by its long, aromatic finish"
    },
    {  
       "Name":"Amrut Bengal Tiger PX Single Cask (Canada)",
       "MetaCritic":8.64,
       "STDEV":0.27,
       "Reviews":5,
       "Cost":"$$$$",
       "Class":"SingleMalt-like",
       "SuperCluster":"ABC",
       "Cluster":"C",
       "Country":"India",
       "Type":"Malt",
       "image":"whisky/Amrut Bengal Tiger PX Single Cask (Canada).jpg",
       "fun_fact":"Bottled exclusively for Europe, this is a single cask, single malt whisky from the Amrut distillery, which has been finished in a Pedro Ximenez Sherry Butt. Plenty of herbaceous notes balanced with classic Sherried raisin and cinnamon notes."
    }
  ]